Repository: yurlinsky/Dynamic-Notch
Catalog: boringNotch/Localizable.xcstrings
Source language: en
Languages: ru

source: • Bug fixes
ru: • Исправление ошибок

source: • Improved performance
ru: • Улучшена производительность

source: • New feature 1
ru: • Новая функция 1

source: About
ru: О программе

source: Accent color
ru: Цвет акцента

source: Access Denied
ru: Доступ запрещен

source: Activate
ru: Активировать

source: Activate your license
ru: Активировать вашу лицензию

source: Activation
ru: Активация

source: Add
ru: Добавить

source: Add manually
ru: Добавить вручную

source: Add new visualizer
ru: Добавить новый визуализатор

source: Additional features
ru: Дополнительные функции

source: AirDrop service not available
ru: Сервис AirDrop недоступен.

source: All-day
ru: Целый день

source: Always hide in fullscreen
ru: Всегда скрывать в полноэкранном режиме

source: Always show tabs
ru: Всегда показывать вкладки

source: App icon
ru: Иконка приложения

source: Appearance
ru: Внешний вид

source: Application Language
ru: Язык приложения

source: Automatically check for updates
ru: Автоматически проверять обновления

source: Automatically download updates
ru: Автоматически загружать обновления

source: Battery
ru: Батарея

source: Boost your productivity with Clipboard Manager
ru: Увеличьте свою продуктивность с помощью Менеджера буфера обмена

source: Both
ru: Оба

source: Buy us a coffee
ru: Купите нам кофе

source: Calendar
ru: Календарь

source: Cancel
ru: Отменить

source: Charging
ru: Зарядка

source: Check for Updates…
ru: Проверить наличие обновлений…

source: Circle
ru: Круг

source: Close
ru: Закрыть

source: Colored Spectrogram
ru: Цветная спектрограмма

source: Coming soon
ru: Скоро будет

source: Custom color
ru: Пользовательский цвет

source: Custom height
ru: Пользовательская высота

source: Custom music live activity animation
ru: Пользовательская анимация живой активности музыки

source: Custom notch size - %.0f
ru: Пользовательский размер выемки - %.0f

source: Custom vizualizers (Lottie)
ru: Пользовательские визуализаторы (Lottie)

source: Default
ru: По умолчанию

source: Description
ru: Описание

source: Disable
ru: Отключить

source: Disabled
ru: Отключено

source: Download
ru: Загрузить

source: Download icon style
ru: Стиль иконки загрузки

source: Download indicator style
ru: Стиль индикатора загрузки

source: Download indicators
ru: Индикаторы загрузки

source: Downloads
ru: Загрузки

source: Drop files here
ru: Перетащите файлы сюда

source: Easily copy, store, and manage your most-used content. Upgrade now for advanced features like multi-item storage and quick access!
ru: Легко копируйте, храните и управляйте вашим самым часто используемым контентом. Обновите сейчас для получения расширенных функций, таких как хранение нескольких элементов и быстрый доступ!

source: Edit
ru: Редактировать

source: Edit layout
ru: Редактировать макет

source: Email address
ru: Электронная почта

source: Enable boring mirror
ru: Включить скучное зеркало

source: Enable HUD replacement
ru: Включить замену HUD

source: Enable music live activity
ru: Включить живую активность музыки

source: Enable haptics
ru: Включить тактильную отдачу

source: Enhance your experience with HUDs
ru: Улучшите свой опыт с HUD-интерфейсами

source: Enjoy your free time!
ru: Наслаждайтесь своим свободным временем!

source: Error
ru: Ошибка

source: Exit
ru: Выход

source: Extensions
ru: Расширения

source: General
ru: Общие

source: Gesture control
ru: Управление жестами

source: Gesture sensitivity
ru: Чувствительность жестов

source: Get started
ru: Начать

source: Got it!
ru: Понял!

source: Gradient
ru: Градиент

source: Hide DynamicNotch Options
ru: Скрыть параметры DynamicNotch

source: Hide only when NowPlaying app is in fullscreen
ru: Скрывать только когда приложение NowPlaying в полноэкранном режиме

source: Hierarchical
ru: Иерархический

source: High
ru: Высокий

source: HUD style
ru: Стиль HUD

source: HUDs
ru: HUD-интерфейсы

source: In progress
ru: В процессе

source: Inline
ru: Встроенный

source: Installed extensions
ru: Установленные расширения

source: Language
ru: Язык

source: Later
ru: Позже

source: License key
ru: Ключ лицензии

source: Low
ru: Низкий

source: Match menubar height
ru: Соответствовать высоте строки меню

source: Match real notch size
ru: Соответствовать реальному размеру выемки

source: Media
ru: Медиа

source: Media change with horizontal gestures
ru: Изменение медиа с помощью горизонтальных жестов

source: Media inactivity timeout
ru: Тайм-аут неактивности медиа

source: Media playback live activity
ru: Живая активность воспроизведения медиа

source: Medium
ru: Средний

source: Menubar icon
ru: Иконка в строке меню

source: Mic %@
ru: Микрофон %@

source: Minimum hover duration
ru: Минимальная продолжительность наведения

source: Mirror
ru: Зеркало

source: Mirror shape
ru: Зеркальная форма

source: More
ru: Подробнее

source: muted
ru: Без звука

source: Name
ru: Имя

source: Need Restart
ru: Требуется перезагрузка

source: Never hide
ru: Никогда не скрывать

source: No custom animation available
ru: Нет доступных пользовательских анимаций

source: No custom visualizer
ru: Нет пользовательского визуализатора

source: No events today
ru: Сегодня нет событий

source: No extension installed
ru: Расширение не установлено

source: Non-notch display height
ru: Высота экрана без выемки

source: Notch behavior
ru: Поведение выемки

source: Notch display height
ru: Высота экрана с выемкой

source: Notch Height
ru: Высота выемки

source: OK
ru: ОК

source: Onboarding
ru: Вводное руководство

source: One or more files failed to load
ru: Один или несколько файлов не удалось загрузить

source: Only app icon
ru: Только иконка приложения

source: Only download icon
ru: Только иконка загрузки

source: Percentage
ru: Процент

source: Plugged In
ru: Подключено

source: Progress bar
ru: Полоса прогресса

source: Progressbar style
ru: Стиль полосы прогресса

source: Quit
ru: Выйти

source: Quit app
ru: Выйти из приложения

source: Release name
ru: Название релиза

source: Remember last tab
ru: Запомнить последнюю вкладку

source: Restart
ru: Перезагрузить

source: Restart Dynamic Notch
ru: Перезагрузить Dynamic Notch

source: Running
ru: Запущено

source: seconds
ru: секунды

source: Select Calendars
ru: Выбрать календари

source: Select Language
ru: Выбрать язык

source: selected
ru: выбрано

source: Selected animation
ru: Выбранная анимация

source: Settings
ru: Настройки

source: Shelf
ru: Полка

source: Shortcuts
ru: Ярлыки

source: Show battery indicator
ru: Показать индикатор заряда батареи

source: Show calendar
ru: Показать календарь

source: Show charging indicator
ru: Показать индикатор зарядки

source: Show cool face animation while inactivity
ru: Показать анимацию с улыбающимся лицом во время бездействия

source: Show on a specific display
ru: Показать на определенном экране

source: Show on all displays
ru: Показать на всех экранах

source: Show download progress
ru: Показать ход загрузки

source: Slider color
ru: Цвет ползунка

source: Sneak Peek shows the media title and artist under the notch for a few seconds.
ru: Sneak Peek отображает название медиа и исполнителя под выемкой на несколько секунд.

source: Software updates
ru: Обновления программного обеспечения

source: Speed
ru: Скорость

source: Square
ru: Квадрат

source: Support Us
ru: Поддержите нас

source: System features
ru: Системные функции

source: The app will restart to apply language changes
ru: Приложение перезагрузится для применения изменений языка

source: Toggle Notch Open:
ru: Переключить открытие выемки:

source: Toggle Sneak Peek:
ru: Переключить предварительный просмотр:

source: Transform your notch truly yours
ru: Сделайте свою выемку по-настоящему уникальной

source: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled
ru: Свайп двумя пальцами вверх по выемке для закрытия, свайп двумя пальцами вниз по выемке для открытия, когда опция **Открывать выемку при наведении** отключена

source: Uninstall
ru: Удалить

source: Unlock advanced features and improve your experience. Upgrade now for more customizations!
ru: Разблокируйте расширенные функции и улучшите свой опыт. Обновите сейчас для большего количества настроек!

source: unmuted
ru: Звук включен

source: Upgrade to Pro
ru: Перейти на Pro

source: Use music visualizer spectrogram
ru: Использовать визуализатор музыки (спектрограмму)

source: Version
ru: Версия

source: Version info
ru: Информация о версии

source: Welcome
ru: Добро пожаловать

source: Welcome window
ru: Окно приветствия

source: What's New
ru: Что нового?
